#+TITLE: tmux 2: Productive Mouse-Free Development
#+AUTHOR: Brian P. Hogan
#+DATE: 2016
#+EMAIL: evan@mantle.co
#+CREATOR: Evan Nagle
#+TAGS: @vim @bash

*** `tmux ls` => list sessions
   
    #+BEGIN_SRC sh
      tmux ls
    #+END_SRC

    #+RESULTS:
    : hack: 1 windows (created Mon May 13 09:27:37 2019)


